Repository: mschuerig/peach-ios
Catalog: Peach/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: **Export** saves your training data as a file you can keep as a backup or transfer to another device. **Import** loads training data from a file. You can replace your current data or merge it with existing records. **Reset** permanently deletes all training data and resets your profile. This cannot be undone.
de: **Exportieren** speichert deine Trainingsdaten als Datei, die du als Backup aufbewahren oder auf ein anderes Gerät übertragen kannst. **Importieren** lädt Trainingsdaten aus einer Datei. Du kannst deine aktuellen Daten ersetzen oder mit bestehenden Einträgen zusammenführen. **Zurücksetzen** löscht alle Trainingsdaten unwiderruflich und setzt dein Profil zurück. Dies kann nicht rückgängig gemacht werden.

source: **Hear & Compare – Single Notes** – Listen to two notes and decide which one is higher. **Hear & Compare – Intervals** – The same idea, but with musical intervals between notes. **Tune & Match – Single Notes** – Hear a note and slide to match its pitch. **Tune & Match – Intervals** – Match pitches using musical intervals.
de: **Hören & Vergleichen – Einzeltöne** – Höre zwei Töne und entscheide, welcher höher ist. **Hören & Vergleichen – Intervalle** – Dasselbe Prinzip, aber mit musikalischen Intervallen zwischen den Tönen. **Stimmen & Treffen – Einzeltöne** – Höre einen Ton und gleiche die Tonhöhe mit dem Regler an. **Stimmen & Treffen – Intervalle** – Gleiche Tonhöhen mit musikalischen Intervallen an.

source: **Touch** the slider to hear your note, then **drag** to adjust the pitch. When you think you've matched the reference, **release** the slider to lock in your answer.
de: **Berühre** den Regler, um deinen Ton zu hören, dann **ziehe**, um die Tonhöhe anzupassen. Wenn du glaubst, den Referenzton getroffen zu haben, **lasse** den Regler los, um deine Antwort zu bestätigen.

source: **Vary Loudness** changes the volume of notes randomly. This makes training harder but more realistic — in real music, notes are rarely played at the same volume.
de: **Lautstärke variieren** verändert die Lautstärke der Töne zufällig. Das macht das Training schwieriger, aber realistischer — in echter Musik werden Töne selten gleich laut gespielt.

source: **Vary Loudness** changes the volume of notes randomly. This makes training harder but more realistic — in real music, notes are rarely played at the same volume. Applies to all training modes. **Note Gap** adds a pause between the two notes in Hear & Compare training. At zero, notes play back-to-back.
de: **Lautstärke variieren** ändert die Lautstärke der Töne zufällig. Das macht das Training schwieriger, aber realistischer – in echter Musik werden Töne selten gleich laut gespielt. Gilt für alle Trainingsmodi. **Pause** fügt eine Stille zwischen den beiden Tönen im Hören & Vergleichen-Training ein. Bei null werden die Töne direkt nacheinander gespielt.

source: %.1f cents
de: %.1f Cent

source: %.1f seconds
de: %.1f Sekunden

# %@ zone: %@ through %@, pitch trend from %@ to %@ %@, %lld data points
source: %1$@ zone: %2$@ through %3$@, pitch trend from %4$@ to %5$@ %6$@, %7$lld data points
de: %1$@-Zone: %2$@ bis %3$@, Tonhöhentrend von %4$@ auf %5$@ %6$@, %7$lld Datenpunkte

# %@ zone: %@, pitch trend %@ %@, %lld data points
source: %1$@ zone: %2$@, pitch trend %3$@ %4$@, %5$lld data points
de: %1$@-Zone: %2$@, Tonhöhentrend %3$@ %4$@, %5$lld Datenpunkte

source: %lld cents
de: %lld Cent

source: %lld duplicates skipped
de: %lld Duplikate übersprungen

source: %lld errors
de: %lld Fehler

source: %lld of %lld correct
de: %1$lld von %2$lld richtig

source: %lld pitch matching exercises completed
de: %lld Tonhöhen-Übungen abgeschlossen

source: %lld records
de: %lld Einträge

source: %lld records imported
de: %lld Datensätze importiert

source: %lld records imported, %lld duplicates skipped, %lld errors.
de: %lld Datensätze importiert, %lld Duplikate übersprungen, %lld Fehler.

source: ±%.1f cents
de: ±%.1f Cent

source: ±%lld cents
de: ±%lld Cent

source: Acknowledgments
de: Danksagungen

source: After each answer you'll see a brief **checkmark** (correct) or **X** (incorrect). Use this to calibrate your listening — over time, you'll notice patterns in what you get right.
de: Nach jeder Antwort siehst du kurz ein **Häkchen** (richtig) oder ein **X** (falsch). Nutze das, um dein Hören zu kalibrieren — mit der Zeit erkennst du Muster in dem, was du richtig hörst.

source: After each attempt, you'll see how many **cents** off you were. A smaller number means a closer match — zero would be perfect. Use the feedback to fine-tune your listening.
de: Nach jedem Versuch siehst du, wie viele **Cent** du daneben lagst. Eine kleinere Zahl bedeutet eine bessere Übereinstimmung — null wäre perfekt. Nutze das Feedback, um dein Hören zu verfeinern.

source: average
de: Durchschnitt

source: Best result: %@ cents
de: Bestmarke: %@ Cent

source: Best: %@ ¢
de: Bestmarke: %@ ¢

source: cents
de: Cent

source: Cents
de: Cent

source: cents flat
de: Cent zu tief

source: cents sharp
de: Cent zu hoch

source: Chart Help
de: Diagramm-Hilfe

source: Collapse expanded region
de: Erweiterten Bereich schließen

source: Concert Pitch: %lld Hz
de: Kammerton: %lld Hz

source: Controls
de: Bedienung

source: Correct
de: Richtig

source: Could not access the selected file.
de: Auf die ausgewählte Datei konnte nicht zugegriffen werden.

source: Could not delete training records. Please try again.
de: Trainingsdaten konnten nicht gelöscht werden. Bitte versuche es erneut.

source: Could not import the training data. Please try again.
de: Die Trainingsdaten konnten nicht importiert werden. Bitte versuche es erneut.

source: Could not read the selected file.
de: Die ausgewählte Datei konnte nicht gelesen werden.

source: Current accuracy: %@ %@ (%@)
de: Aktuelle Genauigkeit: %@ %@ (%@)

source: Current difficulty: %@ cents
de: Aktuelle Schwierigkeit: %@ Cent

source: Current: %@ %@
de: Aktuell: %@ %@

source: Current: %@ ¢
de: Aktuell: %@ ¢

source: Daily
de: Täglich

source: Data
de: Daten

source: Dead center
de: Volltreffer

source: declining
de: nachlassend

source: Declining
de: Nachlassend

source: Developer: %@
de: Entwickler: %@

source: Difficulty
de: Schwierigkeit

source: Done
de: Fertig

source: Down
de: abwärts

source: Duration: %.1fs
de: Dauer: %.1fs

source: Equal Temperament
de: Gleichstufige Stimmung

source: Export Training Data
de: Trainingsdaten exportieren

source: Getting Started
de: Erste Schritte

source: Goal
de: Ziel

source: Hear & Compare
de: Hören & Vergleichen

source: Hear & Compare – Intervals
de: Hören & Vergleichen – Intervalle

source: Hear & Compare – Single Notes
de: Hören & Vergleichen – Einzeltöne

source: Hear a note and slide to match its pitch.
de: Höre einen Ton und gleiche die Tonhöhe mit dem Regler an.

source: Help
de: Hilfe

source: Higher
de: Höher

source: Highest Note: %@
de: Höchster Ton: %@

source: Import Complete
de: Import abgeschlossen

source: Import Failed
de: Import fehlgeschlagen

source: Import Training Data
de: Trainingsdaten importieren

source: improving
de: verbessernd

source: Improving
de: Verbessernd

source: In interval mode, the two notes are separated by a specific **musical interval** (like a fifth or an octave) instead of a small pitch difference. You still decide which note is higher — but now you're training your sense of musical distance.
de: Im Intervallmodus sind die beiden Töne durch ein bestimmtes **musikalisches Intervall** getrennt (z. B. eine Quinte oder Oktave) statt durch einen kleinen Tonhöhenunterschied. Du entscheidest weiterhin, welcher Ton höher ist — aber du trainierst jetzt dein Gespür für musikalische Abstände.

source: In interval mode, your target pitch is a specific **musical interval** away from the reference note. Instead of matching the same note, you're matching a note that's a certain distance above or below it.
de: Im Intervallmodus liegt deine Zieltonhöhe ein bestimmtes **musikalisches Intervall** vom Referenzton entfernt. Statt denselben Ton zu treffen, triffst du einen Ton, der einen bestimmten Abstand darüber oder darunter hat.

source: Incorrect
de: Falsch

source: Intervals
de: Intervalle

source: Intervals are the distance between two notes. Choose which intervals you want to practice. Start with a few and add more as you gain confidence.
de: Intervalle sind der Abstand zwischen zwei Tönen. Wähle aus, welche Intervalle du üben möchtest. Beginne mit wenigen und füge weitere hinzu, wenn du sicherer wirst.

source: Just Intonation
de: Reine Stimmung

source: Just pick any training mode on the home screen and start practicing. Peach adapts to your skill level automatically.
de: Wähle einfach einen Trainingsmodus auf dem Startbildschirm und leg los. Peach passt sich automatisch deinem Niveau an.

source: Keep going! %lld more sessions to see your trend
de: Weiter so! Noch %lld Trainings, um deinen Trend zu sehen

source: Latest result: %@ cents
de: Letztes Ergebnis: %@ Cent

source: Latest: %@ ¢
de: Zuletzt: %@ ¢

source: License: %@
de: Lizenz: %@

source: Listen to two notes and decide which one is higher.
de: Höre zwei Töne und entscheide, welcher höher ist.

source: Lower
de: Tiefer

source: Lowest Note: %@
de: Tiefster Ton: %@

source: Major Second
de: Große Sekunde

source: Major Seventh
de: Große Septime

source: Major Sixth
de: Große Sexte

source: Major Third
de: Große Terz

source: Match pitches using musical intervals.
de: Gleiche Tonhöhen mit musikalischen Intervallen an.

source: Mean
de: Mittelwert

source: Mean detection threshold: %lld cents
de: Mittlere Erkennungsschwelle: %lld Cent

source: Mean Error
de: Mittlerer Fehler

source: Mean matching error: %.1f cents
de: Mittlerer Abgleichfehler: %.1f Cent

source: Merge with Existing Data
de: Mit vorhandenen Daten zusammenführen

source: Minor Second
de: Kleine Sekunde

source: Minor Seventh
de: Kleine Septime

source: Minor Sixth
de: Kleine Sexte

source: Minor Third
de: Kleine Terz

source: Monthly
de: Monatlich

source: No training data yet
de: Noch keine Trainingsdaten

source: Note Gap (Hear & Compare): %.1fs
de: Pause (Hören & Vergleichen): %.1fs

source: Note Gap: %.1fs
de: Pause: %.1fs

source: Note Range
de: Tonumfang

source: Octave
de: Oktave

source: Off
de: Aus

source: Once the second note starts playing, the **Higher** and **Lower** buttons become active. Tap the one that matches what you heard.
de: Sobald der zweite Ton zu spielen beginnt, werden die Tasten **Höher** und **Tiefer** aktiv. Tippe auf die Taste, die zu dem passt, was du gehört hast.

source: Peach helps you train your ear for music. Practice hearing the difference between notes and learn to match pitches accurately.
de: Peach hilft dir, dein Gehör für Musik zu trainieren. Übe, Unterschiede zwischen Tönen zu hören und Tonhöhen genau zu treffen.

source: Peach Training Data
de: Peach-Trainingsdaten

source: Perfect Fifth
de: Reine Quinte

source: Perfect Fourth
de: Reine Quarte

source: Piano sounds from [FluidR3_GM by Frank Wen](https://member.keymusician.com/Member/FluidR3_GM/index.html) (MIT License). All other sounds from [GeneralUser GS by S. Christian Collins](https://schristiancollins.com/generaluser.php).
de: Pianoklänge von [FluidR3_GM von Frank Wen](https://member.keymusician.com/Member/FluidR3_GM/index.html) (MIT-Lizenz). Alle anderen Klänge von [GeneralUser GS von S. Christian Collins](https://schristiancollins.com/generaluser.php).

source: Pick the **sound** you want to train with — each instrument has a different character. **Duration** controls how long each note plays. **Concert Pitch** sets the reference tuning. Most musicians use 440 Hz. Some orchestras tune to 442 Hz. **Tuning System** determines how intervals are calculated. Equal Temperament divides the octave into 12 equal steps and is standard for most Western music. Just Intonation uses pure frequency ratios and sounds smoother for some intervals.
de: Wähle den **Klang**, mit dem du trainieren möchtest — jedes Instrument hat einen eigenen Charakter. **Dauer** bestimmt, wie lange jeder Ton gespielt wird. **Kammerton** legt die Referenzstimmung fest. Die meisten Musiker verwenden 440 Hz. Manche Orchester stimmen auf 442 Hz. **Stimmung** bestimmt, wie Intervalle berechnet werden. Die gleichstufige Stimmung teilt die Oktave in 12 gleiche Schritte und ist Standard in der westlichen Musik. Die reine Stimmung verwendet ganzzahlige Frequenzverhältnisse und klingt bei manchen Intervallen harmonischer.

source: Pitch adjustment slider
de: Tonhöhenregler

source: Pitch Comparison
de: Tonhöhenvergleich

source: Pitch Matching
de: Tonhöhenübung

source: Pitch matching statistics
de: Tonhöhenübungsstatistik

source: Profile
de: Profil

source: Profile showing progress for: %@
de: Profil zeigt Fortschritt für: %@

source: Profile. No training data available.
de: Profil. Keine Trainingsdaten vorhanden.

source: Progress chart for %@
de: Fortschrittsdiagramm für %@

source: Progress chart for %@. Expanded view of %@
de: Fortschrittsdiagramm für %@. Erweiterte Ansicht von %@

source: Replace All Data
de: Alle Daten ersetzen

source: Replace deletes all existing data first. Merge keeps existing data and skips duplicates.
de: „Ersetzen“ löscht alle vorhandenen Daten. „Zusammenführen“ behält vorhandene Daten und überspringt Duplikate.

source: Reset
de: Zurücksetzen

source: Reset All Training Data
de: Alle Trainingsdaten löschen

source: Reset Failed
de: Zurücksetzen fehlgeschlagen

source: Reset Training Data
de: Trainingsdaten löschen

source: Samples
de: Übungen

source: Select how intervals are tuned. Equal Temperament divides the octave into 12 equal steps. Just Intonation uses pure frequency ratios.
de: Wähle die Stimmung für Intervalle. Die gleichstufige Stimmung teilt die Oktave in 12 gleiche Schritte. Reine Stimmung verwendet reine Frequenzverhältnisse.

source: Select which intervals to practice. At least one must remain active.
de: Wähle die Intervalle aus, die du üben möchtest. Mindestens eines muss aktiv bleiben.

source: Session
de: Sitzung

source: Session best: %@ ¢
de: Bestleistung: %@ ¢

source: Session best: %@ cents
de: Bestleistung: %@ Cent

source: Sessions
de: Sitzungen

source: Set the **lowest** and **highest note** for your training. A wider range is more challenging. If you're just starting out, try a smaller range and expand it as your ear improves.
de: Lege die **tiefste** und **höchste Note** für dein Training fest. Ein größerer Bereich ist anspruchsvoller. Wenn du gerade erst anfängst, probiere einen kleineren Bereich und erweitere ihn, wenn sich dein Gehör verbessert.

source: Set the pause between the two notes in Hear & Compare training. At zero, notes play back-to-back.
de: Legt die Pause zwischen den beiden Tönen im Hören & Vergleichen-Training fest. Bei null werden die Töne direkt nacheinander gespielt.

source: Set the pause between the two notes in pitch comparison training. At zero, notes play back-to-back.
de: Legt die Pause zwischen den beiden Tönen im Tonhöhenvergleich fest. Bei null werden die Töne direkt nacheinander gespielt.

source: Settings
de: Einstellungen

source: Settings Help
de: Einstellungen – Hilfe

source: Single Notes
de: Einzeltöne

source: Sound
de: Klang

source: stable
de: stabil

source: Stable
de: Stabil

source: Standard deviation: %.1f cents
de: Standardabweichung: %.1f Cent

source: Standard deviation: %lld cents
de: Standardabweichung: %lld Cent

source: Start pitch matching to see your accuracy
de: Starte Tonhöhenübungen, um deine Genauigkeit zu sehen

source: Start training to build your profile
de: Trainiere, um dein Profil aufzubauen

source: Std Dev
de: Std.-Abw.

source: Submit pitch
de: Tonhöhe bestätigen

source: Summary statistics
de: Zusammenfassung

source: Target Baseline
de: Zielwert

source: Target interval: %@, %@
de: Zielintervall: %@, %@

source: The blue line shows your smoothed average — it filters out random ups and downs to reveal your real progress.
de: Die blaue Linie zeigt deinen geglätteten Durchschnitt — sie filtert zufällige Schwankungen heraus, um deinen echten Fortschritt zu zeigen.

source: The chart groups your data by time: months on the left, recent days in the middle, and today's sessions on the right.
de: Das Diagramm gruppiert deine Daten nach Zeit: Monate links, die letzten Tage in der Mitte und die heutigen Sitzungen rechts.

source: The file contains an unreadable format metadata line: '%@'.
de: Die Datei enthält eine nicht lesbare Format-Metadatenzeile: '%@'.

source: The file contains no valid training data.
de: Die Datei enthält keine gültigen Trainingsdaten.

source: The green dashed line is your goal — as the trend line approaches it, your ear is getting sharper.
de: Die grün gestrichelte Linie ist dein Ziel — wenn sich die Trendlinie ihr nähert, wird dein Gehör schärfer.

source: The number at the top shows the **cent difference** between the two notes — a smaller number means a harder comparison. Your **session best** tracks the smallest difference you answered correctly.
de: Die Zahl oben zeigt den **Cent-Unterschied** zwischen den beiden Tönen — eine kleinere Zahl bedeutet einen schwierigeren Vergleich. Dein **Sitzungsbestwert** zeigt den kleinsten Unterschied, den du korrekt beantwortet hast.

source: The same idea, but with musical intervals between notes.
de: Dasselbe Prinzip, aber mit musikalischen Intervallen zwischen den Tönen.

source: The shaded area around the line shows how consistent you are — a narrower band means more reliable results.
de: Der schattierte Bereich um die Linie zeigt, wie beständig du bist — ein schmaleres Band bedeutet zuverlässigere Ergebnisse.

source: This chart shows how your pitch perception is developing over time.
de: Dieses Diagramm zeigt, wie sich deine Tonwahrnehmung im Laufe der Zeit entwickelt.

source: This file does not contain format version metadata. It may have been created by an older version of Peach. Please re-export your data with the current version.
de: Diese Datei enthält keine Formatversions-Metadaten. Sie wurde möglicherweise mit einer älteren Version von Peach erstellt. Bitte exportieren Sie Ihre Daten erneut mit der aktuellen Version.

source: This file uses export format version %lld, which is not supported by this version of Peach. Please update the app to import this file.
de: Diese Datei verwendet das Exportformat Version %lld, das von dieser Version von Peach nicht unterstützt wird. Bitte aktualisieren Sie die App, um diese Datei zu importieren.

source: This will permanently delete all training data and reset your profile. This cannot be undone.
de: Alle Trainingsdaten werden unwiderruflich gelöscht und dein Profil wird zurückgesetzt.

source: Threshold timeline showing %lld comparisons over %@. Current average: %lld cents.
de: Schwellenverlauf mit %lld Vergleichen über %@. Aktueller Durchschnitt: %lld Cent.

source: Threshold timeline. No training data available.
de: Schwellenverlauf. Keine Trainingsdaten vorhanden.

source: Time
de: Zeit

source: Time Zones
de: Zeitbereiche

source: Today
de: Heute

source: Training Help
de: Trainingshilfe

source: Training Modes
de: Trainingsmodi

source: Training Range
de: Tonumfang

source: Trend Line
de: Trendlinie

source: Trend: declining
de: Trend: nachlassend

source: Trend: improving
de: Trend: verbessernd

source: Trend: stable
de: Trend: stabil

source: Tritone
de: Tritonus

source: Tune & Match
de: Stimmen & Treffen

source: Tune & Match – Intervals
de: Stimmen & Treffen – Intervalle

source: Tune & Match – Single Notes
de: Stimmen & Treffen – Einzeltöne

source: Tuning System
de: Stimmung

source: Two notes play one after the other. Your job is to decide: was the **second note higher or lower** than the first? The closer the notes are, the harder it gets — and the sharper your ear becomes.
de: Zwei Töne werden nacheinander gespielt. Deine Aufgabe: War der **zweite Ton höher oder tiefer** als der erste? Je näher die Töne beieinander liegen, desto schwieriger wird es — und desto schärfer wird dein Gehör.

source: Up
de: aufwärts

source: Upper
de: Obergrenze

source: Variability Band
de: Schwankungsband

source: Vary Loudness
de: Lautstärke variieren

source: Vary Loudness (All Modes)
de: Lautstärke variieren (Alle Modi)

source: Weekly
de: Wöchentlich

source: What is Peach?
de: Was ist Peach?

source: You'll hear a **reference note**. Your goal is to match its pitch by sliding to the exact same frequency. The closer you get, the better your ear is becoming.
de: Du hörst einen **Referenzton**. Dein Ziel ist es, seine Tonhöhe zu treffen, indem du den Regler auf die gleiche Frequenz schiebst. Je näher du kommst, desto besser wird dein Gehör.

source: Your Progress Chart
de: Dein Fortschrittsdiagramm
